@extends('layouts.main')
@section('content')

{{-- <div class="hero">
    <h1 class="hero__title">Мой дневничок</h1>

    <div class="hero__sorting">
        <a href="#">Сначала новые</a>
        <a href="#">Сначала старые</a>
    </div>
</div>
<div class="main__content">
    @include('components.itemPreview',[
        'title'=>'title',
        'desc'=>'Идейные соображения высшего порядка, а также сложившаяся структура организации требуют определения и уточнения модели развития. Значимость этих проблем настолько очевидна, что сложившаяся структура организации представляет собой интересный эксперимент проверки существенных финансовых и административных условий.',
        'date'=>'20.10.2023',
        'time'=>'10:00' ]
   )
       @include('components.itemPreview',[
        'title'=>'title',
        'desc'=>'Идейные соображения высшего порядка, а также сложившаяся структура организации требуют определения и уточнения модели развития. Значимость этих проблем настолько очевидна, что сложившаяся структура организации представляет собой интересный эксперимент проверки существенных финансовых и административных условий.',
        'date'=>'20.10.2023',
        'time'=>'10:00' ]
   )
       @include('components.itemPreview',[
        'title'=>'title',
        'desc'=>'Идейные соображения высшего порядка, а также сложившаяся структура организации требуют определения и уточнения модели развития. Значимость этих проблем настолько очевидна, что сложившаяся структура организации представляет собой интересный эксперимент проверки существенных финансовых и административных условий.',
        'date'=>'20.10.2023',
        'time'=>'10:00' ]
   )
       @include('components.itemPreview',[
        'title'=>'title',
        'desc'=>'Идейные соображения высшего порядка, а также сложившаяся структура организации требуют определения и уточнения модели развития. Значимость этих проблем настолько очевидна, что сложившаяся структура организации представляет собой интересный эксперимент проверки существенных финансовых и административных условий.',
        'date'=>'20.10.2023',
        'time'=>'10:00' ]
   )
       @include('components.itemPreview',[
        'title'=>'title',
        'desc'=>'Идейные соображения высшего порядка, а также сложившаяся структура организации требуют определения и уточнения модели развития. Значимость этих проблем настолько очевидна, что сложившаяся структура организации представляет собой интересный эксперимент проверки существенных финансовых и административных условий.',
        'date'=>'20.10.2023',
        'time'=>'10:00' ]
   )
       @include('components.itemPreview',[
        'title'=>'title',
        'desc'=>'Идейные соображения высшего порядка, а также сложившаяся структура организации требуют определения и уточнения модели развития. Значимость этих проблем настолько очевидна, что сложившаяся структура организации представляет собой интересный эксперимент проверки существенных финансовых и административных условий.',
        'date'=>'20.10.2023',
        'time'=>'10:00' ]
   )
</div>
<div class="main__pagination pagination">
    <a class="pagination-more" href="#">Показать больше</a>
    <div class="pagination__pagination-items">
        <a class="pagination__arrow pagination__arrow_prev" href="#">back</a>
        <a class="pagination__item" href="#">1</a>
        <a class="pagination__item" href="#">2</a>
        <a class="pagination__item" href="#">3</a>
        <a class="pagination__item" href="#">4</a>
        <a class="pagination__item" href="#">5</a>
        <a class="pagination__arrow pagination__arrow_next" href="#">next</a>
    </div>
</div> --}}
@endsection